/* Application Title */
"Chuck's Currency Converter"="Chuck的货币转换器";
/* Verb: To change money from one currency into another */
"Convert"="转换";
/* Prompt to visit web site */
"Visit Our Website"="访问我们的网站";
/* Settings */
"Settings"="设置";
/* Add Currency Title */
"Add Currency"="添加货币";
/* Currencies Title */
"Currencies"="货币";
/* Download Rates Title */
"Download Rates"="下载汇率";
/* Alert Title */
"Alert"="警报";
/* Prompt to the user to ask to download new rates from the internet */
"AskToDownload"="您的汇率上次更新时间是%@\n是否希望下载更新的汇率？";
/* Prompt to the user in an alert box */
"Cannot Delete a currency when set as To, From or Master"="此货币目前作为您的%@使用。\n\n删除前请在“设置”中更改成其他货币。";
/* Prompt to the user in an alert box */
"ChangeCurrencyCode"="货币代码：\n%@ \n 是一个保留的代码。\n\n请更改您的货币代码";
/* Prompt to the user in an alert box */
"ConvertingFromInformation"="正转换自：\n %@\n\n 等于\n %@\n %@。\n\n 上次更新汇率的时间是\n%@";
/* Prompt to the user in an alert box */
"ConvertingToInformation"="正转换为：\n %@\n\n 等于\n %@\n %@。\n\n上次更新汇率的时间是\n%@";
/* Label to the user that a rate in a table can be changed in Settings */
"Can be changed in Settings"="可在“设置”中更改";
/* You cannot save a currency with a conversion rate of zero. */
"You cannot save a currency with a conversion rate of zero."="不能保存兑换率为零的货币";
/* There was an error saving to the Database */
"There was an error saving to the Database"="保存到数据库时出错";
/* There was an error saving your Currency */
"There was an error saving your Currency"="保存货币时出错";
/* Verb: Add Button */
"Add"="添加";
/* Cancel Button */
"Cancel"="取消";
/* Done Button */
"Done"="完成";
/* Verb: Edit Button */
"Edit"="编辑";
/* OK Button */
"OK"="确定";
/* Verb: Save Button */
"Save"="保存";
/* Update Button */
"Update"="更新";
/* Label for a switch in settings */
"Check for new rates"="检查新汇率";
/* Currency Description */
"Currency Description"="货币描述";
/* 3 Letter Currency Code */
"3 Letter Currency Code"="3个字母货币代码";
/* Currency Rate to U.S. Dollar */
"Currency Rate to U.S. Dollar"="转换成美元的汇率";
/* Currency Symbol (ASCII) */
"Currency Symbol (ASCII)"="货币符号(ASCII)";
/* Verb: Download from internet */
"Download"="下载";
/* Download Complete Label */
"Download Complete"="下载完成";
/* Downloading Label */
"Downloading"="正在下载";
/* Edit Rate Label */
"Edit Rate"="编辑汇率";
/* Edit User Currency */
"Edit User Currency"="编辑用户货币";
/* enter amount on keypad prompt */
"enter amount on keypad"="用键盘输入数额";
/* Error with Download In Alert box */
"Error with Download"="下载错误";
/* From Currency */
"From Currency"="原始货币";
/* FROM Label */
"From"="原始货币";
/* TO Label */
"To"="转换为货币";
/* MASTER Label */
"Master"="主货币";
/* Parsing Data Label */
"Parsing Data"="正在分析数据";
/* Noun: Rates Label */
"Rates"="汇率";
/* Saving Data label */
"Saving Data"="正在保存数据";
/* To Currency Label */
"To Currency"="至货币";
/* Settings Selections */
"Convert From"="转换自";
/* Settings Selections */
"Convert To"="转换为";

/* Rates In Database */
"Rates in Database" = "数据库中的汇率";
/* Last Update */
"Last Update" = "上次更新";